{"__collections__":{"users":{"Zsr7oEtWgkehjhNYHitA8E4ydWs2":{"__collections__":{"medications":{"0ExhDZL1YSR0DXWQ6dNK":{"dosage":"2 DOSAGE AND ADMINISTRATION Use the lowest effective dosage for shortest duration consistent with individual patient treatment goals. ( 2.1 ) Rheumatoid Arthritis, Osteoarthritis, and Ankylosing Spondylitis Naproxen tablets 250 mg (one-half tablet) 500 mg twice daily Naproxen sodium tablets 275 mg (one-half tablet) 550 mg twice daily The dose may be adjusted up or down depending on the clinical response of the patient. In patients who tolerate lower doses well, the dose may be increased to naproxen 1500 mg/ day for up to 6 months. Polyarticular Juvenile Idiopathic Arthritis Naproxen tablets may not allow for the flexible dose titration needed in pediatric patients with polyarticular juvenile idiopathic arthritis. A liquid formulation may be more appropriate. Recommended total daily dose of naproxen is approximately 10 mg/kg given in 2 divided doses. Dosing with naproxen tablets is not appropriate for children weighing less than 50 kilograms. Management of Pain, Primary Dysmenorrhea, and Acute Tendonitis and Bursitis Recommended starting dose 550 mg of naproxen sodium as naproxen sodium tablets followed by 550 mg every 12 hours or 275 mg every 6 to 8 hours as required. The initial total daily dose should not exceed 1375 mg of naproxen sodium. Thereafter, the total daily dose should not exceed 1100 mg of naproxen sodium. Naproxen sodium tablets are recommended for the management of acute painful conditions when prompt onset of pain relief is desired. Acute Gout Recommended starting dose 750 mg of naproxen tablets followed by 250 mg every 8 hours until the attack has subsided. Naproxen sodium tablets may also be used at a starting dose of 825 mg followed by 275 mg every 8 hours. 2.1 General Dosing Instructions Carefully consider the potential benefits and risks of naproxen tablets and naproxen sodium tablets and other treatment options before deciding to use naproxen tablets and naproxen sodium tablets. Use the lowest effective dose for the shortest duration consistent with individual patient treatment goals [ see Warnings and Precautions ( 5 ) ]. After observing the response to initial therapy with naproxen tablets or naproxen sodium tablets, the dose and frequency should be adjusted to suit an individual patient’s needs. Naproxen-containing products such as naproxen and naproxen sodium tablets, and other naproxen products should not be used concomitantly since they all circulate in the plasma as the naproxen anion. 2.2 Rheumatoid Arthritis, Osteoarthritis and Ankylosing Spondylitis The recommended dosages of naproxen tablets and naproxen sodium tablets are shown in Table 1. Table 1: Recommended dosages for naproxen tablets and naproxen sodium tablets Naproxen tablets 250 mg (one half tablet) 500 mg twice daily Naproxen sodium tablets 275 mg (one half tablet) 550 mg (naproxen 500 mg with 50 mg sodium) twice daily During long-term administration, the dose of naproxen may be adjusted up or down depending on the clinical response of the patient. A lower daily dose may suffice for long-term administration. The morning and evening doses do not have to be equal in size and administration of the drug more frequently than twice daily does not generally make a difference in response. In patients who tolerate lower doses well, the dose may be increased to naproxen 1500 mg/day for limited periods of up to 6 months when a higher level of anti-inflammatory/analgesic activity is required. When treating such patients with naproxen 1500 mg/day, the physician should observe sufficient increased clinical benefits to offset the potential increased risk. 2.3 Polyarticular Juvenile Idiopathic Arthritis Naproxen solid-oral dosage forms may not allow for the flexible dose titration needed in pediatric patients with polyarticular juvenile idiopathic arthritis. A liquid formulation may be more appropriate for weight-based dosing and due to the need for dose flexibility in children. In pediatric patients, doses of 5 mg/kg/day produced plasma levels of naproxen similar to those seen in adults taking 500 mg of naproxen [ see Clinical Pharmacology ( 12 ) ]. The recommended total daily dose of naproxen is approximately 10 mg/kg given in 2 divided doses. Dosing with naproxen tablets is not appropriate for children weighing less than 50 kilograms. 2.4 Management of Pain, Primary Dysmenorrhea, and Acute Tendonitis and Bursitis The recommended starting dose of naproxen sodium tablets is 550 mg followed by 550 mg every 12 hours or 275 mg (one half of a 550 mg tablet) every 6 to 8 hours as required. The initial total daily dose should not exceed 1375 mg (two and one-half tablets) of naproxen sodium. Thereafter, the total daily dose should not exceed 1100 mg of naproxen sodium. Because the sodium salt of naproxen is more rapidly absorbed, naproxen sodium tablets is recommended for the management of acute painful conditions when prompt onset of pain relief is desired. Naproxen tablets may also be used. The recommended starting dose of naproxen tablets is 500 mg followed by 250 mg (one half of a 500 mg naproxen tablet) every 6 to 8 hours as required. The total daily dose should not exceed 1250 mg of naproxen. 2.5 Acute Gout The recommended starting dose is 750 mg (one and one-half tablets) of naproxen tablets followed by 250 mg (one-half tablet) every 8 hours until the attack has subsided. Naproxen sodium tablets may also be used at a starting dose of 825 mg (one and one-half tablets) followed by 275 mg (one-half tablet) every 8 hours. 2.6 Non-Interchangeability with Other Formulations of Naproxen Different dose strengths and formulations (e.g., tablets, suspension) of naproxen are not interchangeable. This difference should be taken into consideration when changing strengths or formulations.","endingDate":"","quantity":5,"purpose":"Not available","userId":"Zsr7oEtWgkehjhNYHitA8E4ydWs2","foodInstruction":"Does not matter","remarks":"","frequency":"Daily","timing":"20:05","takenStatus":false,"name":"ba","__collections__":{}},"1Lrct1hI7EWPqJKH2pOq":{"dosage":"Directions Do not exceed recommended dosage. Adults and children 12 years of age and over: 1 teaspoonful (5 mL) every 4 to 6 hours, not to exceed 6 teaspoonfuls in a 24 hours Children 6 to under 12 years of age: 1/2 teaspoonful (2.5 mL) every 4 to 6 hours, not to exceed 3 teaspoonfuls in 24 hours Children under 6 years of age: Consult a doctor.","endingDate":"","quantity":1,"purpose":"Purpose Antihistamine Antitussive Nasal Decongestant","timing":"19:2","name":"antihistamine","userId":"Zsr7oEtWgkehjhNYHitA8E4ydWs2","foodInstruction":"Does not matter","remarks":"","frequency":"Daily","takenStatus":false,"__collections__":{}},"8dLIknhBThPMUanHK3D9":{"dosage":"Directions clean the affected area spray a small amount of the product on the area 1 to 3 times daily may be covered with a sterile bandage if bandaged, let dry first","endingDate":"","quantity":1,"purpose":"Purpose First aid Antiseptic","name":"c","userId":"Zsr7oEtWgkehjhNYHitA8E4ydWs2","foodInstruction":"Does not matter","remarks":"","frequency":"Daily","takenStatus":false,"timing":"20:10","__collections__":{}},"IuPqP6NnUN7LeyLD66xv":{"dosage":"2 pills","endingDate":"","quantity":100,"purpose":"","timing":"21:30","name":"panadol","userId":"Zsr7oEtWgkehjhNYHitA8E4ydWs2","foodInstruction":"Does not matter","remarks":"","frequency":"Daily","takenStatus":false,"__collections__":{}},"oW6W6WccGOsM8DuHOzJT":{"dosage":"DOSAGE Adults- Take 4 or 6 Pellets by mouth, three times daily or as suggested by physician. Children 2 years and older- take 1/2 the adult dose.","endingDate":"","quantity":20,"purpose":"USES USES: Temporary Relief - Acne, Boils* * Claims based on traditional homeopathic practice, not accepted medical evidence. Not FDA evaluated.","timing":"20:0","name":"a","userId":"Zsr7oEtWgkehjhNYHitA8E4ydWs2","foodInstruction":"Does not matter","remarks":"","frequency":"Daily","takenStatus":false,"__collections__":{}}}}},"sviQwig4cYggLZeNSI8ftXSeY6y2":{"__collections__":{"medications":{"QEFeHZhhtOhVO6ZaeC52":{"dosage":"","endingDate":"","quantity":1,"purpose":"","timing":"20:14","name":"nooverlap","userId":"sviQwig4cYggLZeNSI8ftXSeY6y2","foodInstruction":"Does not matter","remarks":"","frequency":"Daily","__collections__":{}}}}}}}}